// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Kalibracja koloru";

CalibrateProcessTitle = "Kalibrowanie...";
DownloadingProcessTitle = "Pobieranie tabel liniowych...";
CalibrationFailedTitle = "Nie można przeprowadzić kalibracji w zamkniętej pętli";

HSDInfoTextFieldTitle = "Ten proces równoważy różnice w systemie drukowania w celu zapewnienia wysokiej dokładności kolorów oraz ich zgodności na wydrukach.";
HSDGuideTextFieldTitle = "Przed rozpoczęciem kalibracji upewnij się, że do podajnika papieru załadowano papier fotograficzny HP Advanced o rozmiarze Letter/A4.";
HSDCalibrateButtonTitle = "Rozpocznij kalibrację koloru";

CalibrationCompleteTitle = "Drukarka właśnie wykonała automatyczną kalibrację koloru";
CalibrationCompleteMsg = "Jeśli kolory na wydruku nie będą satysfakcjonujące, kliknij przycisk Rozpocznij kalibrację koloru, aby ponownie wykonać automatyczną kalibrację koloru.";